Repository: intersoftdatalabs-in/percussioncms
Catalog: modules/perc-i18n/src/main/resources/i18n/SystemResources.tmx
Source language: en_us
Languages: ar, bn, de, es, fr, hi, it, nl, pt, te, zh_tw

source: Folder
ar: مجلد
bn: ফোল্ডার
de: Ordner
es: Carpeta
fr: Dossier
hi: फ़ोल्डर
it: Cartella
nl: Map
pt: Pasta
te: ఫోల్డర్
zh_tw: 文件夹

source: Ok
ar: نعم
bn: ঠিক আছে
es: De acuerdo
fr: D'accord
hi: ठीक है
te: సరే
zh_tw: 好的

source: You have an open editor. Please close that window before creating another item.
ar: لديك محرر مفتوح. الرجاء إغلاق تلك النافذة قبل إنشاء عنصر آخر.
bn: আপনি একটি খোলা সম্পাদক আছে. অন্য আইটেম তৈরি করার আগে অনুগ্রহ করে সেই উইন্ডোটি বন্ধ করুন।
de: Sie haben einen offenen Editor. Bitte schließen Sie dieses Fenster, bevor Sie ein weiteres Element erstellen.
es: Tienes un editor abierto. Cierra esa ventana antes de crear otro elemento.
fr: Vous disposez d'un éditeur ouvert. Veuillez fermer cette fenêtre avant de créer un autre élément.
hi: आपके पास एक खुला संपादक है. कृपया कोई अन्य आइटम बनाने से पहले उस विंडो को बंद कर दें।
it: Hai un editor aperto. Chiudi la finestra prima di creare un altro elemento.
nl: Je hebt een open editor. Sluit dat venster voordat u een ander item aanmaakt.
pt: Você tem um editor aberto. Feche essa janela antes de criar outro item.
te: మీకు ఓపెన్ ఎడిటర్ ఉంది. దయచేసి మరొక అంశాన్ని సృష్టించే ముందు ఆ విండోను మూసివేయండి.
zh_tw: 您有一个开放的编辑器。请在创建另一个项目之前关闭该窗口。

source: Include site in the link
ar: ادراج الموقع في الرابط
bn: লিঙ্কে সাইট অন্তর্ভুক্ত করুন
de: Fügen Sie die Website in den Link ein
es: Incluir sitio en el enlace
fr: Inclure le site dans le lien
hi: लिंक में साइट शामिल करें
it: Includere il sito nel collegamento
nl: Plaats de site in de link
pt: Incluir site no link
te: లింక్u200cలో సైట్u200cని చేర్చండి
zh_tw: 在链接中包含网站

source: Include folder in the link
ar: تضمين المجلد في الرابط
bn: লিঙ্কে ফোল্ডার অন্তর্ভুক্ত করুন
de: Ordner in den Link einbinden
es: Incluir carpeta en el enlace
fr: Inclure le dossier dans le lien
hi: लिंक में फ़ोल्डर शामिल करें
it: Includi la cartella nel collegamento
nl: Voeg map toe aan de link
pt: Incluir pasta no link
te: లింక్u200cలో ఫోల్డర్u200cను చేర్చండి
zh_tw: 在链接中包含文件夹

source: Templates
ar: قوالب
bn: টেমপ্লেট
de: Vorlagen
es: Plantillas
fr: Modèles
hi: टेम्पलेट्स
it: Modelli
nl: Sjablonen
pt: Modelos
te: టెంప్లేట్లు
zh_tw: 模板

source: Cannot find object id=''{0}'' of type ''{1}''
ar: لا يمكن العثور على معرف الكائن=''{0}'' من النوع ''{1}''
bn: ''{1}'' টাইপের অবজেক্ট আইডিu003d''{0}'' খুঁজে পাওয়া যাচ্ছে না
de: Objekt-IDu003d''{0}'' vom Typ ''{1}'' kann nicht gefunden werden
es: No se puede encontrar el objeto id=''{0}'' del tipo ''{1}''
fr: Impossible de trouver l'ID d'objet =''{0}'' de type ''{1}''
hi: ''{1}'' प्रकार का ऑब्जेक्ट id=''{0}'' नहीं खोजा जा सका
it: Impossibile trovare l'ID oggetto=''{0}'' di tipo ''{1}''
nl: Kan object id=''{0}'' van het type ''{1}'' niet vinden
pt: Não foi possível encontrar o objeto idu003d''{0}'' do tipo ''{1}''
te: ఆబ్జెక్ట్ ఐడి u003d''{0}'' రకం ''{1}'' కనుగొనబడలేదు
zh_tw: 找不到类型为“{1}”的对象 idu003d“{0}”

source: Cannot find object name=''{0}'' of type ''{1}''
ar: لا يمكن العثور على اسم الكائن=''{0}'' من النوع ''{1}''
bn: বস্তুর নাম u003d ''{0}'' প্রকার ''{1}'' খুঁজে পাওয়া যাচ্ছে না
de: Objektnameu003d''{0}'' vom Typ ''{1}'' kann nicht gefunden werden
es: No se puede encontrar el nombre del objeto =''{0}'' del tipo ''{1}''
fr: Impossible de trouver le nom de l'objet =''{0}'' de type ''{1}''
hi: ''{1}'' प्रकार का ऑब्जेक्ट नाम=''{0}'' नहीं खोजा जा सका
it: Impossibile trovare il nome oggetto=''{0}'' di tipo ''{1}''
nl: Kan objectnaam=''{0}'' van het type ''{1}'' niet vinden
pt: Não foi possível encontrar o objeto nameu003d''{0}'' do tipo ''{1}''
te: వస్తువు పేరు కనుగొనబడలేదుu003d''{0}'' రకం ''{1}''
zh_tw: 找不到类型为“{1}”的对象名称u003d“{0}”

source: The name, ''{1}'', of the object (id=''{0}'', type=''{2}'') has already exist.
ar: الاسم ''{1}'' للكائن (المعرف=''{0}''، النوع=''{2}'') موجود بالفعل.
bn: বস্তুটির নাম, ''{1}'' (idu003d''{0}'', typeu003d''{2}'') ইতিমধ্যেই বিদ্যমান।
de: Der Name ''{1}'' des Objekts (idu003d''{0}'', typeu003d''{2}'') existiert bereits.
es: El nombre, ''{1}'', del objeto (id=''{0}'', tipo=''{2}'') ya existe.
fr: Le nom, ''{1}'', de l'objet (id=''{0}'', type=''{2}'') existe déjà.
hi: ऑब्जेक्ट का नाम, ''{1}'', (id=''{0}'', type=''{2}'') पहले से मौजूद है।
it: Il nome, ''{1}'', dell'oggetto (id=''{0}'', type=''{2}'') esiste già.
nl: De naam ''{1}'' van het object (id=''{0}'', type=''{2}'') bestaat al.
pt: O nome, ''{1}'', do objeto (idu003d''{0}'', typeu003d''{2}'') já existe.
te: ఆబ్జెక్ట్ యొక్క పేరు, ''{1}'' (idu003d''{0}'', రకంu003d''{2}'') ఇప్పటికే ఉంది.
zh_tw: 对象的名称“{1}”（idu003d“{0}”，类型u003d“{2}”）已存在。

source: Failed to find navigation folder id for site folder path: {0}, check that the path exists
ar: فشل العثور على معرف مجلد التنقل لمسار مجلد الموقع: {0}، تأكد من وجود المسار
bn: সাইট ফোল্ডার পাথের জন্য নেভিগেশন ফোল্ডার আইডি খুঁজে পেতে ব্যর্থ হয়েছে: {0}, পাথটি বিদ্যমান আছে কিনা তা পরীক্ষা করুন
de: Die Navigationsordner-ID für den Site-Ordnerpfad konnte nicht gefunden werden: {0}. Überprüfen Sie, ob der Pfad vorhanden ist
es: No se pudo encontrar la identificación de la carpeta de navegación para la ruta de la carpeta del sitio: {0}, verifique que la ruta existe
fr: Impossible de trouver l'ID du dossier de navigation pour le chemin du dossier du site : {0}, vérifiez que le chemin existe
hi: साइट फ़ोल्डर पथ के लिए नेविगेशन फ़ोल्डर आईडी ढूंढने में विफल: {0}, जांचें कि पथ मौजूद है
it: Impossibile trovare l'ID della cartella di navigazione per il percorso della cartella del sito: {0}, controlla che il percorso esista
nl: Kan de navigatiemap-ID voor het pad van de sitemap niet vinden: {0}. Controleer of het pad bestaat
pt: Falha ao encontrar o ID da pasta de navegação para o caminho da pasta do site: {0}, verifique se o caminho existe
te: సైట్ ఫోల్డర్ పాత్ కోసం నావిగేషన్ ఫోల్డర్ ఐడిని కనుగొనడంలో విఫలమైంది: {0}, పాత్ ఉందో లేదో తనిఖీ చేయండి
zh_tw: 找不到网站文件夹路径的导航文件夹 ID：{0}，请检查该路径是否存在

source: Cannot find related folder for navigation node id {0}
ar: لا يمكن العثور على المجلد ذي الصلة لمعرف عقدة التنقل {0}
bn: নেভিগেশন নোড আইডি {0} এর জন্য সম্পর্কিত ফোল্ডার খুঁজে পাওয়া যাচ্ছে না
de: Der zugehörige Ordner für die Navigationsknoten-ID {0} kann nicht gefunden werden.
es: No se puede encontrar la carpeta relacionada para la identificación del nodo de navegación {0}
fr: Impossible de trouver le dossier associé pour l'ID de nœud de navigation {0}
hi: नेविगेशन नोड आईडी {0} के लिए संबंधित फ़ोल्डर नहीं मिल सका
it: Impossibile trovare la cartella correlata per l'ID nodo di navigazione {0}
nl: Kan de gerelateerde map voor navigatieknooppunt-ID {0} niet vinden
pt: Não é possível encontrar a pasta relacionada para o ID do nó de navegação {0}
te: నావిగేషన్ నోడ్ ఐడి {0}కి సంబంధించిన ఫోల్డర్u200cను కనుగొనడం సాధ్యపడలేదు
zh_tw: 找不到导航节点 ID {0} 的相关文件夹

source: Failed to move source navon (id={0}) to target navon (id= {1})
ar: فشل في نقل مصدر نافون (المعرف={0}) لهدف نافون (المعرف= {1})
bn: উৎস ন্যাভন (idu003d{0}) টার্গেট ন্যাভনে (idu003d {1}) সরাতে ব্যর্থ হয়েছে
de: Quell-Navon (idu003d{0}) konnte nicht in Ziel-Navon (idu003d{1}) verschoben werden.
es: Error al mover el navegador de origen (id = {0}) al navegador de destino (id = {1})
fr: Échec du déplacement du navon source (id={0}) vers le navon cible (id= {1})
hi: स्रोत नेवॉन (id={0}) को नेवॉन (id= {1}) को लक्षित करने में स्थानांतरित करने में विफल
it: Impossibile spostare il navon di origine (id={0}) nel navon di destinazione (id= {1})
nl: Kan bron-navon (id={0}) niet verplaatsen naar doel-navon (id= {1})
pt: Falha ao mover o navon de origem (idu003d{0}) para o navon de destino (idu003d {1})
te: మూలాధార నావోన్ (idu003d{0})ని నావోన్ (idu003d {1}) లక్ష్యానికి తరలించడంలో విఫలమైంది
zh_tw: 无法将源 navon (idu003d{0}) 移动到目标 navon (idu003d {1})

source: Failed to move section because the target folder (name = {0} ) already has an item named (name = {1} )
ar: فشل في نقل القسم لأن المجلد الهدف (الاسم = {0} ) يحتوي بالفعل على عنصر مسمى (الاسم = {1} )
bn: বিভাগ সরাতে ব্যর্থ হয়েছে কারণ লক্ষ্য ফোল্ডারে (নাম u003d {0}) ইতিমধ্যেই (নাম u003d {1}) নামে একটি আইটেম রয়েছে
de: Der Abschnitt konnte nicht verschoben werden, da der Zielordner (Name u003d {0}) bereits ein Element mit dem Namen (Name u003d {1}) enthält.
es: Error al mover la sección porque la carpeta de destino (nombre = {0}) ya tiene un elemento llamado (nombre ={1})
fr: Échec du déplacement de la section car le dossier cible (nom = {0} ) contient déjà un élément nommé (nom = {1} )
hi: अनुभाग को स्थानांतरित करने में विफल रहा क्योंकि लक्ष्य फ़ोल्डर (नाम = {0}) में पहले से ही (नाम = {1}) नाम का एक आइटम है
it: Impossibile spostare la sezione perché la cartella di destinazione (nome = {0}) contiene già un elemento denominato (nome = {1})
nl: Kan sectie niet verplaatsen omdat de doelmap (naam = {0} ) al een item bevat met de naam (naam = {1} )
pt: Falha ao mover a seção porque a pasta de destino (name u003d {0} ) já possui um item chamado (name u003d {1} )
te: లక్ష్య ఫోల్డర్ (పేరు u003d {0} ) ఇప్పటికే (పేరు u003d {1} ) అనే అంశాన్ని కలిగి ఉన్నందున విభాగాన్ని తరలించడం విఫలమైంది.
zh_tw: 无法移动部分，因为目标文件夹 (name u003d {0} ) 已有名为 (name u003d {1} ) 的项目

source: A NavTree cannot be added to a folder with a Navon
ar: لا يمكن إضافة NavTree إلى مجلد به Navon
bn: একটি NavTree একটি Navon সঙ্গে একটি ফোল্ডারে যোগ করা যাবে না
de: Ein NavTree kann nicht zu einem Ordner mit einem Navon hinzugefügt werden
es: Un NavTree no se puede agregar a una carpeta con un Navon
fr: Un NavTree ne peut pas être ajouté à un dossier avec un Navon
hi: NavTree को Navon वाले फ़ोल्डर में नहीं जोड़ा जा सकता है
it: Non è possibile aggiungere un NavTree a una cartella con un Navon
nl: Een NavTree kan niet worden toegevoegd aan een map met een Navon
pt: Um NavTree não pode ser adicionado a uma pasta com um Navon
te: NavTreeని Navon ఉన్న ఫోల్డర్u200cకి జోడించడం సాధ్యం కాదు
zh_tw: 导航树无法添加到具有 Navon 的文件夹中

source: A NavTree cannot be added to a folder which already has a NavTree
ar: لا يمكن إضافة NavTree إلى مجلد يحتوي بالفعل على NavTree
bn: একটি NavTree এমন একটি ফোল্ডারে যোগ করা যাবে না যেখানে ইতিমধ্যে একটি NavTree আছে৷
de: Ein NavTree kann nicht zu einem Ordner hinzugefügt werden, der bereits über einen NavTree verfügt
es: No se puede agregar un NavTree a una carpeta que ya tiene un NavTree
fr: Un NavTree ne peut pas être ajouté à un dossier qui possède déjà un NavTree
hi: NavTree को उस फ़ोल्डर में नहीं जोड़ा जा सकता जिसमें पहले से ही NavTree मौजूद है
it: Non è possibile aggiungere un NavTree a una cartella che ne dispone già
nl: Een NavTree kan niet worden toegevoegd aan een map die al een NavTree heeft
pt: Um NavTree não pode ser adicionado a uma pasta que já possui um NavTree
te: ఇప్పటికే NavTreeని కలిగి ఉన్న ఫోల్డర్u200cకి NavTreeని జోడించడం సాధ్యం కాదు
zh_tw: 无法将导航树添加到已有导航树的文件夹中

source: Error adding NavTree to folder
ar: حدث خطأ أثناء إضافة NavTree إلى المجلد
bn: ফোল্ডারে NavTree যোগ করার সময় ত্রুটি৷
de: Fehler beim Hinzufügen von NavTree zum Ordner
es: Error al agregar NavTree a la carpeta
fr: Erreur lors de l'ajout de NavTree au dossier
hi: फ़ोल्डर में NavTree जोड़ने में त्रुटि
it: Errore durante l'aggiunta di NavTree alla cartella
nl: Fout bij het toevoegen van NavTree aan de map
pt: Erro ao adicionar NavTree à pasta
te: NavTreeని ఫోల్డర్u200cకి జోడించడంలో ఎర్రర్ ఏర్పడింది
zh_tw: 将导航树添加到文件夹时出错

source: Cannot find any NavOns, perhaps this is a new installation?
ar: لا يمكن العثور على أي NavOns، ربما يكون هذا تثبيتًا جديدًا؟
bn: কোন NavOns খুঁজে পাচ্ছি না, সম্ভবত এটি একটি নতুন ইনস্টলেশন?
de: Kann keine NavOns finden, vielleicht handelt es sich um eine Neuinstallation?
es: No puedo encontrar ningún NavOns, ¿tal vez esta es una nueva instalación?
fr: Vous ne trouvez aucun NavOns, il s'agit peut-être d'une nouvelle installation ?
hi: कोई NavOns नहीं मिल सका, शायद यह एक नया इंस्टालेशन है?
it: Impossibile trovare NavOn, forse si tratta di una nuova installazione?
nl: Kan geen NavOns vinden, wellicht is dit een nieuwe installatie?
pt: Não foi possível encontrar nenhum NavOns, talvez esta seja uma nova instalação?
te: NavOns ఏవీ కనుగొనబడలేదు, బహుశా ఇది కొత్త ఇన్u200cస్టాలేషన్u200cగా ఉందా?
zh_tw: 找不到任何 NavOn，也许这是新安装？

source: Cannot find navigation tree node for site name: {0}
ar: لا يمكن العثور على عقدة شجرة التنقل لاسم الموقع: {0}
bn: সাইটের নামের জন্য নেভিগেশন ট্রি নোড খুঁজে পাওয়া যাচ্ছে না: {0}
de: Der Navigationsbaumknoten für den Site-Namen konnte nicht gefunden werden: {0}
es: No se puede encontrar el nodo del árbol de navegación para el nombre del sitio: {0}
fr: Impossible de trouver le nœud de l'arborescence de navigation pour le nom du site : {0}
hi: साइट नाम के लिए नेविगेशन ट्री नोड नहीं मिल सका: {0}
it: Impossibile trovare il nodo dell'albero di navigazione per il nome del sito: {0}
nl: Kan het navigatiestructuurknooppunt voor de sitenaam niet vinden: {0}
pt: Não é possível localizar o nó da árvore de navegação para o nome do site: {0}
te: సైట్ పేరు కోసం నావిగేషన్ ట్రీ నోడ్ కనుగొనబడలేదు: {0}
zh_tw: 找不到站点名称的导航树节点：{0}

source: Deleting bad site record for site: {0}
ar: حذف سجل الموقع السيئ للموقع: {0}
bn: সাইটের জন্য খারাপ সাইট রেকর্ড মুছে ফেলা হচ্ছে: {0}
de: Ungültiger Site-Eintrag für Site wird gelöscht: {0}
es: Eliminar un registro de sitio incorrecto para el sitio: {0}
fr: Suppression d'un enregistrement de site incorrect pour le site : {0}
hi: साइट के लिए ख़राब साइट रिकॉर्ड हटाना: {0}
it: Eliminazione del record del sito errato per il sito: {0}
nl: Slechte siterecord voor site verwijderen: {0}
pt: Excluindo registro de site inválido para o site: {0}
te: సైట్ కోసం చెడ్డ సైట్ రికార్డ్u200cను తొలగిస్తోంది: {0}
zh_tw: 正在删除网站的不良网站记录：{0}
